Repository: UnigramDev/Unigram
Catalog: Telegram/Strings/*/Resources.resw
Source language: en
Languages: cs, he, hr, hu, nb, sk, sr_cyrl

# AreYouSureDeleteSingleMessageMega
source: Are you sure you want to delete this message for everyone?
cs: Opravdu chcete smazat tuto zprávu u všech?
he: האם באמת ברצונך למחוק הודעה זו אצל כולם?
hr: Želite li svima izbrisati ovu poruku?
hu: Biztos, hogy mindenki számára törölni szeretnéd ezt az üzenetet?
nb: Er du sikker på at du vil slette denne meldingen for alle?
sk: Naozaj chcete túto správu odstrániť pre všetkých?
sr_cyrl: Желите ли да избришете ову поруку за све?

# AreYouSureDeleteThisChatSavedMessages
source: Are you sure you want to delete **Saved Messages**?
cs: Opravdu chcete smazat **Uložené zprávy**?
he: האם באמת ברצונך למחוק את ה**הודעות שמורות**?
hr: Želite li izbrisati **Spremljene poruke**?
hu: Biztosan törölni akarod a **Saját jegyzeteidet**?
nb: Er du sikker på at du vil slette **lagrede meldinger**?
sk: Naozaj chcete odstrániť **Uložené správy**?
sr_cyrl: Желите ли да избришете **Сачуване поруке**?

# AreYouSureDeleteThisChatWithSecretUser
source: Are you sure you want to delete your secret chat with **{0}**?
cs: Opravdu chcete smazat důvěrnou konverzaci s **{0}**?
he: האם באמת ברצונך למחוק את הצ'אט הסודי עם **⁨{0}⁩**?
hr: Želite li izbrisati tajni razgovor s korisnikom **{0}**?
hu: Biztosan törlöd a titkos csevegésed vele: **{0}**?
nb: Er du sikker på at du vil slette din hemmelige samtale med **{0}**?
sk: Naozaj chcete vymazať vašu tajnú konverzáciu s používateľom **{0}**?
sr_cyrl: Желите ли да избришете тајно ћаскање са **{0}**?

# AreYouSureDeleteThisChatWithUser
source: Permanently delete the chat with **{0}**?
cs: Nevratně smazat konverzaci s **{0}**?
he: למחוק את הצ'אט עם **⁨{0}⁩**?
hr: Želite li nepovratno izbrisati razgovor s korisnikom **{0}**?
hu: Véglegesen törlöd a vele folytatott csevegést: **{0}**?
nb: Vil du fullstendig slette samtalen med **{0}**?
sk: Trvalo odstrániť konverzáciu s používateľom **{0}**?
sr_cyrl: Трајно избрисати ћаскање са **{0}**?

# AreYouSureLogout
source: Are you sure you want to log out? This will cancel all your Secret Chats. You can use Telegram on all your devices at once and use several accounts in the same app.
cs: Jste si jistý, že se chcete odhlásit? Nezapomeňte, že Telegram můžete používat na více zařízeních současně. Mějte na paměti, že s odhlášením se vymažou všechny Vaše důvěrné konverzace.
he: האם באמת ברצונך להתנתק? פעולה זו תמחק את כל הצ'אטים הסודיים שלך. באפשרותך להשתמש בטלגרם בכל המכשירים שלך במקביל, ולהשתמש במספר חשבונות באפליקציה אחת.
hr: Želite li se odjaviti? Poništit će se svi vaši tajni razgovori. Telegram možete istovremeno koristiti na svim vašim uređajima i koristiti više računa u istoj aplikaciji.
hu: Biztos, hogy ki akarsz jelentkezni? Ezzel az összes titkos beszélgetésed törlődik. A Telegramot egyszerre használhatod minden eszközödön, és több fiókot is használhatsz ugyanabban az alkalmazásban.
nb: Er du sikker på at du vil logge ut? Dette vil avbryte alle dine hemmelige samtaler. Du kan bruke Telegram på alle enhetene dine samtidig og ha flere kontoer i samme app.
sk: Naozaj sa chcete odhlásiť? Tým sa zrušia všetky vaše tajné konverzácie. Telegram môžete používať na všetkých svojich zariadeniach naraz a v tej istej aplikácii používať niekoľko účtov.
sr_cyrl: Желите ли да се одјавите? Ово ће избрисати сва ваша тајна ћаскања. Можете користити Telegram на свим својим уређајима одједном и користити неколико налога у истој апликацији.

# AreYouSureSecretChat
source: Are you sure you want to start a secret chat?
cs: Opravdu chcete zahájit důvěrnou konverzaci?
he: האם באמת ברצונך להתחיל צ'אט סודי?
hr: Želite li pokrenuti tajni razgovor?
hu: Biztos, hogy titkos csevegést szeretnél indítani?
nb: Er du sikker på at du vil starte en hemmelig samtale?
sk: Naozaj chcete začať tajnú konverzáciu?
sr_cyrl: Желите ли да започнете тајно ћаскање?

# AreYouSureSessions
source: Are you sure you want to terminate all other sessions?
cs: Opravdu si přejete ukončit všechny ostatní relace?
he: האם באמת ברצונך לנתק את כל החיבורים האחרים?
hr: Želite li prekinuti sve ostale sesije?
hu: Biztos, hogy meg akarod szüntetni az összes többi munkamenetet?
nb: Er du sikker på at du vil avslutte alle andre økter?
sk: Naozaj chcete ukončiť všetky ostatné relácie?
sr_cyrl: Желите ли да прекинете све остале сесије?

# AreYouSureShareMyContactInfo
source: Are you sure you want to share your phone number?
cs: Opravdu chcete sdílet své telefonní číslo?
he: האם באמת ברצונך לשתף את מספר הטלפון שלך?
hr: Želite li podijeliti svoj broj telefona?
hu: Biztosan megosztod a telefonszámodat?
nb: Er du sikker på at du vil dele telefonnummeret ditt?
sk: Ste si istý, že chcete zdieľať Vaše telefónne číslo?
sr_cyrl: Желите ли да делите свој број телефона?

# AreYouSureShareMyContactInfoBot
source: The bot will know your phone number. This can be useful for integration with other services.
cs: Bot bude znát Vaše telefonní číslo. To může být užitečné pro integraci s dalšími službami.
he: הבוט ידע את מספר הטלפון שלך. זה יכול להיות שימושי עבור שילוב עם שירותים אחרים.
hr: Bot će znati vaš broj telefona. Ovo može biti korisno za integraciju s drugim servisima.
hu: A bot tudni fogja a telefonszámodat. Ez hasznos lehet más szolgáltatásokkal való integrációhoz.
nb: Roboten vil få vite telefonnummeret ditt. Dette kan være kjekt for samkjøring med andre tjenester.
sk: Tento bot spozná Vaše telefónne číslo. Môže to byť užitočné pre integráciu s ďalšími službami.
sr_cyrl: Бот ће знати ваш број телефона. Ово може бити корисно за интеграцију са другим услугама.

# AreYouSureShareMyContactInfoUser
source: Do you want to share your phone number {0} with **{1}**?
cs: Opravdu chcete sdílet své telefonní číslo {0} s **{1}**?
he: לשתף את מספר הטלפון שלך ⁨{0}⁩ עם **⁨{1}⁩**?
hr: Želite li podijeliti svoj broj telefona {0} s **{1}**?
hu: Biztosan megosztod a {0} telefonszámodat vele: **{1}**?
nb: Vil du dele telefonnummeret ditt {0} med **{1}**?
sk: Chcete zdieľať svoje telefónne číslo {0} s používateľom {1}?
sr_cyrl: Желите ли да делите свој број телефона {0} са **{1}**?

# AreYouSureUnblockContact
source: Are you sure you want to unblock this user?
cs: Opravdu chcete odblokovat tohoto uživatele?
he: האם באמת ברצונך לבטל חסימת משתמש זה?
hr: Želite li odblokirati ovog korisnika?
hu: Biztosan feloldod a felhasználó tiltását?
nb: Er du sikker på at du vil oppheve blokkering av denne brukeren?
sk: Naozaj chcete odblokovať tohto používateľa?
sr_cyrl: Желите ли да одблокирате овог корисника?

# AreYouSureWebSessions
source: Are you sure you want to disconnect all websites where you logged in with Telegram?
cs: Opravdu se chcete odpojit ze všech webových stránek, kde využíváte přihlašování pomocí Telegramu?
he: האם באמת ברצונך לנתק את כל אתרי האינטרנט שבהם התחברת עם טלגרם?
hr: Želite li prekinuti veze sa svim web stranicama na kojima ste prijavljeni preko Telegrama?
hu: Biztosan le akarsz kapcsolódni az összes webhelyről ahol a Telegramot használod belépésre?
nb: Er du sikker på at du vil koble fra alle nettsider du er logget på med Telegram?
sk: Naozaj chcete odpojiť všetky stránky, kde ste prihlásili cez Telegram?
sr_cyrl: Желите ли да прекинете везу са свим веб-сајтовима где сте пријављени преко Telegram-а?

# ArticleByAuthor
source: by {0}
cs: od {0}
he: על ידי ⁨{0}⁩
hr: od {0}
hu: szerző: {0}
nb: av {0}
sk: autor: {0}
sr_cyrl: од {0}

source: Ask a Question
cs: Položit otázku
he: שאל שאלה
hr: Postavi pitanje
hu: Kérdezz tőlünk
nb: Still et spørsmål
sk: Položiť otázku
sr_cyrl: Постави питање

# AskButton
source: Ask a volunteer
cs: Zeptat se dobrovolníka
he: שאל מתנדב
hr: Pitaj volontera
hu: Kérdezz egy önkéntestől
nb: Spør en frivillig
sk: Opýtať sa dobrovoľníka
sr_cyrl: Питај волонтера

# AttachAudio
source: Voice message
cs: Hlasová zpráva
he: הודעה קולית
hr: Glasovna poruka
hu: Hangüzenet
nb: Talemelding
sk: Hlasová správa
sr_cyrl: Гласовна порука

# AttachContact
source: Contact
cs: Kontakt
he: איש קשר
hr: Kontakti
hu: Névjegy
nb: Kontakt
sk: Kontakt
sr_cyrl: Контакт

# AttachDestructingPhoto
source: Self-Destructing Photo
cs: Samozničující fotka
he: תמונה בהשמדה עצמית
hr: Samouništavajuća slika
hu: Önmegsemmisülő kép
nb: Selvdestruerende bilde
sk: Samodeštrukčná fotka
sr_cyrl: Самоуништавајућа слика

# AttachDestructingVideo
source: Self-Destructing Video
cs: Samozničující video
he: סרטון בהשמדה עצמית
hr: Samouništavajući video
hu: Önmegsemmisülő videó
nb: Selvdestruerende video
sk: Samodeštrukčné video
sr_cyrl: Самоуништавајући видео

# AttachDocument
source: File
cs: Soubor
he: קובץ
hr: Datoteka
hu: Fájl
nb: Fil
sk: Súbor
sr_cyrl: Датотека

# AttachGame
source: Game
cs: Hra
he: משחק
hr: Igra
hu: Játék
nb: Spill
sk: Hra
sr_cyrl: Игра

# AttachGifRestricted
source: The admins of this group have restricted your ability to send GIFs until {0}.
cs: Správci této skupiny Vám zakázali zasílání GIFů do {0}
he: המנהלים בקבוצה הגבילו אותך מלשלוח כאן קובצי GIF עד ⁨{0}⁩.
hr: Administratori ove grupe su vam ograničili slanje GIF-ova do {0}.
hu: Az adminisztrátorok nem engedélyezték hogy GIF-eket küldj ide eddig: {0}
nb: Administratorene i denne gruppen har begrenset din mulighet til å sende GIF'er fram til {0}
sk: Správcovia tejto skupiny obmedzili vašu možnosť odosielať GIFy do {0}.
sr_cyrl: Администратори ове групе су вам ограничили могућност слања GIF-ова до {0}.

# AttachGifRestrictedForever
source: The admins of this group have restricted your ability to send GIFs.
cs: Správci této skupiny Vám omezili posílání GIFů.
he: המנהלים בקבוצה הגבילו אותך מלשלוח קובצי GIF.
hr: Administratori ove grupe su vam ograničili slanje GIF-ova.
hu: A csoport adminisztrátorai megtiltották hogy GIF-eket küldj ide.
nb: Administratorene i denne gruppen har begrenset din mulighet til å sende GIF'er.
sk: Správcovia tejto skupiny obmedzili vašu možnosť odosielať obrázky GIF.
sr_cyrl: Администратори ове групе су вам ограничили могућност слања GIF-ова.

# AttachInlineRestricted
source: The admins of this group have restricted your ability to send inline content until {0}.
cs: Správci této skupiny Vám omezili zasílání vloženého obsahu až do {0}
he: המנהלים בקבוצה הגבילו אותך מלשלוח תוכן מוטמע עד ⁨{0}⁩.
hr: Administratori ove grupe su vam ograničili slanje ugrađenog sadržaja do {0}.
hu: A csoport adminisztrátorai korlátozták a tartalomküldésedet ennyi ideig: {0}
nb: Administratorene i denne gruppen har begrenset din mulighet til å sende innebygd innhold fram til {0}
sk: Správcovia tejto skupiny obmedzili vašu možnosť odosielať vložený obsah do {0}.
sr_cyrl: Администратори ове групе су вам ограничили могућност слања уграђеног садржаја до {0}.

# AttachInlineRestrictedForever
source: The admins of this group have restricted your ability to send inline content.
cs: Správci této skupiny Vám omezili zasílání vloženého obsahu.
he: המנהלים בקבוצה הגבילו אותך מלשלוח תוכן מוטמע.
hr: Administratori ove grupe su vam ograničili slanje ugrađenog sadržaja.
hu: A csoport adminisztrátorai korlátozták számodra a tartalomküldést a csoportban.
nb: Administratorene i denne gruppen har begrenset din mulighet til å legge ut innebygd innhold her.
sk: Správcovia tejto skupiny obmedzili vašu možnosť odosielať vnorený obsah.
sr_cyrl: Администратори ове групе су вам ограничили могућност слања уграђеног садржаја.

# AttachLiveLocation
source: Live Location
cs: Aktuální poloha
he: מיקום בזמן אמת
hr: Lokacija uživo
hu: Élő helyszín
nb: Direktesendt posisjon
sk: Aktuálna poloha
sr_cyrl: Локација уживо

# AttachLocation
source: Location
cs: Poloha
he: מיקום
hr: Lokacija
hu: Hely
nb: Posisjon
sk: Poloha
sr_cyrl: Локација

# AttachMediaRestricted
source: The admins of this group have restricted your ability to send media until {0}.
cs: Správci této skupiny Vám omezili odesílání médií až do {0}
he: המנהלים בקבוצה הגבילו אותך מלשלוח כאן מדיה עד ⁨{0}⁩
hr: Administratori ove grupe su vam ograničili slanje medija do {0}
hu: A csoport adminisztrátorai korlátozták a médiaküldési jogaidat ennyi ideig: {0}
nb: Administratorene i denne gruppen har begrenset din mulighet til å sende mediefiler fram til {0}
sk: Správcovia tejto skupiny obmedzili vašu možnosť odosielať médiá do {0}.
sr_cyrl: Администратори ове групе су вам ограничили могућност слања медијског садржаја до {0}.

# AttachMediaRestrictedForever
source: The admins of this group have restricted your ability to send media.
cs: Správci této skupiny Vám omezili odesílání médií.
he: המנהלים בקבוצה הגבילו אותך מלשלוח כאן מדיה.
hr: Administratori ove grupe su vam ograničili slanje medija.
hu: A csoport adminisztrátorai megtiltották hogy médiát küldj ide.
nb: Administratorene i denne gruppen har begrenset din mulighet til å sende mediefiler.
sk: Správcovia tejto skupiny obmedzili vašu možnosť odosielať médiá.
sr_cyrl: Администратори ове групе су вам ограничили могућност слања медијског садржаја.

# AttachMusic
source: Music
cs: Hudba
he: מוזיקה
hr: Glazba
hu: Zene
nb: Musikk
sk: Hudba
sr_cyrl: Музика

# AttachPhoto
source: Photo
cs: Fotka
he: תמונה
hr: Slika
hu: Kép
nb: Bilde
sk: Fotka
sr_cyrl: Слика

# AttachPhotoExpired
source: Photo has expired
cs: Platnost fotky vypršela
he: פג תוקף התמונה
hr: Slika je nestala
hu: A kép lejárt
nb: Bildet er utløpt
sk: Platnosť fotky vypršala
sr_cyrl: Слика је истекла

# AttachRound
source: Video message
cs: Video zpráva
he: הודעת וידאו
hr: Videoporuka
hu: Videóüzenet
nb: Videomelding
sk: Videospráva
sr_cyrl: Видео-порука

# AttachSticker
source: Sticker
cs: Samolepka
he: מדבקת
hr: Naljepnica
hu: Matrica
nb: klistremerke
sk: Nálepka
sr_cyrl: Налепница

# AttachStickersRestricted
source: The admins of this group have restricted your ability to send stickers until {0}.
cs: Správci této skupiny Vám omezili odesílání samolepek až do {0}
he: המנהלים בקבוצה הגבילו אותך מלשלוח מדבקות עד ⁨{0}⁩.
hr: Administratori ove grupe su vam ograničili slanje naljepnica do {0}.
hu: A csoport adminisztrátorai megtiltották, hogy matricákat küldj ide eddig: {0}.
nb: Administratorene i denne gruppen har begrenset din mulighet til å sende klistremerker fram til {0}
sk: Správcovia tejto skupiny obmedzili vašu možnosť posielať nálepky do {0}.
sr_cyrl: Администратори ове групе су вам ограничили могућност слања налепница до {0}.

# AttachStickersRestrictedForever
source: The admins of this group have restricted your ability to send stickers.
cs: Správci této skupiny Vám omezili odesílání samolepek.
he: המנהלים בקבוצה הגבילו אותך מלשלוח כאן מדבקות.
hr: Administratori ove grupe su vam ograničili slanje naljepnica.
hu: A csoport adminisztrátorai megtiltották, hogy maricákat küldj ide.
nb: Administratorene i denne gruppen har begrenset din mulighet til å sende klistremerker.
sk: Správcovia tejto skupiny obmedzili vašu možnosť odosielať nálepky.
sr_cyrl: Администратори ове групе су вам ограничили могућност слања налепница.

# AttachVideo
source: Video
he: סרטון
hr: Videozapis
hu: Videó
sr_cyrl: Видео

# AttachVideoExpired
source: Video has expired
cs: Platnost videa vypršela
he: פג תוקף הסרטון
hr: Video je istekao
hu: A videó lejárt
nb: Video er utløpt
sk: Platnosť videa vypršala
sr_cyrl: Видео је истекао

# AudioAutodownload
source: Voice messages
cs: Hlasové zprávy
he: הודעות קוליות
hr: Glasovne poruke
hu: Hangüzenetek
nb: Talemeldinger
sk: Hlasové správy
sr_cyrl: Гласовне поруке

# AudioUnknownArtist
source: Unknown artist
cs: Neznámý umělec
he: אמן לא ידוע
hr: Nepoznat izvođač
hu: Ismeretlen előadó
nb: Ukjent artist
sk: Neznámy umelec
sr_cyrl: Непознат извођач

# AudioUnknownTitle
source: Unknown title
cs: Neznámý název
he: כותרת לא ידועה
hr: Nepoznat naslov
hu: Ismeretlen cím
nb: Ukjent tittel
sk: Neznámy názov
sr_cyrl: Непознат наслов

# AutoDeleteConfirm
source: Confirm
cs: Potvrdit
he: אישור
hr: Potvrdi
hu: Megerősítés
nb: Bekreft
sk: Potvrdiť
sr_cyrl: Потврди

# AutoDeleteGlobalAction
source: un1 uses a self-destruct timer for all chats. All new messages in this chat will be automatically deleted {0} after they are sent.
cs: un1 používá časovač samozničení pro všechny konverzace. Všechny nové zprávy v této konverzaci budou automaticky odstraněny {0} po odeslání.
he: ⁨un1⁩ משתמש/ת בשעון עצר להשמדה עצמית בכל הצ'אטים. כל ההודעות החדשות בצ'אט זה יימחקו אוטומטית ⁨{0}⁩ אחרי שליחתן.
hr: un1 koristi timer za samouništenje u svim razgovorima. Sve nove poruke u ovom razgovoru bit će automatski izbrisane {0} nakon slanja.
hu: un1 önmegsemmisítő időzítőt használ minden csevegéshez. Ebben a csevegésben minden új üzenet automatikusan törlődik {0} után.
nb: un1 bruker nedtelling for selvdestruksjon for alle samtaler. Alle nye meldinger i denne samtalen vil bli slettet automatisk {0} etter sending.
sk: un1 používa časovač samozničenia pre všetky konverzácie. Všetky nové správy v tejto konverzácii budú automaticky odstránené {0} po ich odoslaní.
sr_cyrl: un1 користи тајмер самоуништења за сва ћаскања. Све нове поруке у овом ћаскању ће бити аутоматски избрисане {0} након слања.

# AutoDeleteIn
source: Auto-deletes in {0}
cs: Automatické mazání za {0}
he: נמחק אוטומטית בעוד ⁨{0}⁩
hr: Briše se za {0}
hu: Törlődik: {0}
nb: Autoslettes om {0}
sk: Automatické odstránenie o {0}
sr_cyrl: Брише се за {0}

source: Auto-Delete Messages
cs: Automaticky mazat zprávy
he: מחיקה אוטומטית של הודעות
hr: Automatsko brisanje
hu: Üzenetek automatikus törlése
nb: Autoslett meldinger
sk: Automatické odstraňovanie správ
sr_cyrl: Аутоматско брисање порука

# AutoDeletePopupTitle
source: Auto-Delete
cs: Automatické mazání
he: מחיקה אוטומטית
hr: Automatsko brisanje
hu: Automatikus törlés
nb: Autosletting
sk: Automatické odstránenie
sr_cyrl: Аутоматско брисање

# AutoDownloadAudioInfo
source: Voice messages are tiny, so they're always downloaded automatically.
cs: Hlasové zprávy jsou velmi malé, takže budou vždy staženy automaticky.
he: הודעות קוליות הן קטנות, ולכן תמיד יורדו אוטומטית.
hr: Glasovne poruke nisu velike pa se uvijek automatski preuzimaju.
hu: A hangüzenetek nagyon kicsik, mindig automatikusan letöltődnek.
nb: Siden talemeldinger bruker så lite data, vil de alltid lastes ned automatisk.
sk: Hlasové správy sú malé, takže sú vždy sťahované automaticky.
sr_cyrl: Гласовне поруке су мале, па се увек аутоматски преузимају.

# AutodownloadChannels
source: Channels
cs: Kanály
he: ערוצים
hr: Kanali
hu: Csatornák
nb: Kanaler
sk: Kanály
sr_cyrl: Канали

# AutodownloadContacts
source: Contacts
cs: Kontakty
he: אנשי קשר
hr: Kontakti
hu: Névjegyek
nb: Kontakter
sk: Kontakty
sr_cyrl: Контакти

# AutoDownloadCustom
source: Custom
cs: Vlastní
he: מותאם אישית
hr: Prilagođeno
hu: Egyéni
nb: Egendefinert
sk: Vlastné
sr_cyrl: Прилагођено

# AutoDownloadFiles
source: Files
cs: Soubory
he: קבצים
hr: Datoteke
hu: Fájlok
nb: Filer
sk: Súbory
sr_cyrl: Датотеке

# AutoDownloadFilesTitle
source: Auto-download files and music
cs: Automatické stahování souborů a hudby
he: הורדה אוטומטית של קבצים וקובצי שמע
hr: Automatsko preuzimanje datoteka i glazbe
hu: Fájlok és zene automatikus letöltése
nb: Automatisk nedlasting av filer og musikk
sk: Automatické sťahovanie súborov a hudby
sr_cyrl: Аутоматско преузимање датотека и музике

# AutodownloadGroupChats
source: Group Chats
cs: Skupinové konverzace
he: צ'אט קבוצתי
hr: Grupe
hu: Csoportok
nb: Gruppesamtaler
sk: Skupinové konverzácie
sr_cyrl: Групе

# AutoDownloadGroups
source: Groups
cs: Skupiny
he: קבוצות
hr: grupe
hu: Csoportok
nb: grupper
sk: Skupiny
sr_cyrl: групе

# AutoDownloadMaxFileSize
source: Maximum file size
cs: Maximální velikost souboru
he: גודל מקסימלי לקבצים
hr: Maksimalna veličina
hu: Maximális fájlméret
nb: Maks filstørrelse
sk: Maximálna veľkosť súboru
sr_cyrl: Максимална величина датотеке

source: Auto-Download Media
cs: Automaticky stahovat média
he: הורד מדיה אוטומטית
hr: Automatsko preuzimanje
hu: Média automatikus letöltése
nb: Last ned mediefiler automatisk
sk: Automatické sťahovanie médií
sr_cyrl: Аутоматски преузми медије

# AutoDownloadOff
source: Off
cs: Vypnuto
he: כבוי
hr: Isključeno
hu: Ki
nb: Deaktivert
sk: Vypnuté
sr_cyrl: Искључено

# AutoDownloadOnAllChats
source: On in all chats
cs: Ve všech konverzacích
he: הפעלה בכל הצ'אטים
hr: Uključeno u svim razgovorima
hu: Minden csevegésben
nb: På i alle samtaler
sk: Zapnuté vo všetkých konverzáciách
sr_cyrl: Укључено у свим ћаскањима

# AutoDownloadOnFor
source: On for {0}
cs: Zapnuto pro {0}
he: מופעל עבור ⁨{0}⁩
hr: Uključeno za {0}
hu: Be: {0} esetén
nb: Aktivert for {0}
sk: Zapnuté pre {0}
sr_cyrl: Укључено за {0}

# AutoDownloadOnUpToFor
source: Up to {0} for {1}
cs: Až do {0} pro {1}
he: עד ⁨{0}⁩ עבור ⁨{1}⁩
hr: Do {0} za {1}
hu: {0}-ig: {1}
nb: Inntil {0} for {1}
sk: Do {0} pre {1}
sr_cyrl: До {0} за {1}

# AutoDownloadPhotos
source: Photos
cs: Fotky
he: תמונות
hr: Slike
hu: Képek
nb: Bilder
sk: Fotky
sr_cyrl: Слике

# AutoDownloadPhotosTitle
source: Auto-download photos
cs: Automatické stahování fotek
he: הורדה אוטמטית של תמונות
hr: Automatsko preuzimanje slika
hu: Fotók automatikus letöltése
nb: Automatisk nedlasting av bilder
sk: Automatické sťahovanie fotiek
sr_cyrl: Аутоматско преузимање слика

# AutoDownloadPm
source: PM
cs: Zprávy
he: הודעות פרטיות
hr: privatne
hu: PÜ
sk: Súkromné správy
sr_cyrl: ПП

# AutodownloadPrivateChats
source: Private Chats
cs: Soukromé konverzace
he: צ'אטים פרטיים
hr: Ostali privatni razgovori
hu: Privát csevegések
nb: Private samtaler
sk: Súkromné konverzácie
sr_cyrl: Остала приватна ћаскања

# AutoDownloadUpToOnAllChats
source: Up to {0} in all chats
cs: Až do {0} pro všechny konverzace
he: עד ⁨{0}⁩ בכל הצ'אטים
hr: Do {0} u svim razgovorima
hu: {0}-ig az összes csevegésben
nb: Inntil {0} i alle samtaler
sk: Do {0} vo všetkých konverzáciách
sr_cyrl: До {0} у свим ћаскањима

# AutoDownloadVideos
source: Videos
cs: Videa
he: סרטונים
hr: Videozapisi
hu: Videók
nb: Videoer
sk: Videá
sr_cyrl: Видео

# AutoDownloadVideosTitle
source: Auto-download videos and GIFs
cs: Automatické stahování videí a GIFů
he: הורדה אוטומטית של סרטונים וקובצי GIF
hr: Automatsko preuzimanje videa i GIF-ova
hu: Videók és GIF-ek automatikus letöltése
nb: Automatisk nedlasting av videoer og GIF'er
sk: Automatické sťahovanie videí a GIF obrázkov
sr_cyrl: Аутоматско преузимање видеа и GIF-ова

source: Auto-lock
cs: Automatické uzamknutí
he: נעילה אוטומטית
hr: Automatsko zaključavanje
hu: Automatikus zárolás
nb: Autolås
sk: Automatické uzamknutie
sr_cyrl: Аутоматски закључај

# AutoLockDisabled
source: Disabled
cs: Vypnuto
he: מושבת
hr: Isključeno
hu: Letiltva
nb: Deaktivert
sk: Vypnuté
sr_cyrl: Онемогућено

# AutoLockInfo
source: Require passcode if away for some time.
cs: Požadovat heslo po určité době nečinnosti.
he: דרוש קוד גישה בהיעדר פעילות למשך זמן מה.
hr: Zahtijeva lozinku ako ste neaktivni odabrano vrijeme.
hu: Jelkód kérése ha egy ideje távol vagy.
nb: Krev tilgangskode når du ikke har bruk appen på en stund.
sk: Ak budete určitý čas preč, bude sa vyžadovať prístupový kód.
sr_cyrl: Захтева кôд ако неко време нисте активни.

# AutoLockInTime
source: in {0}
cs: za {0}
he: לאחר ⁨{0}⁩
hr: za {0}
hu: {0} múlva
nb: etter {0}
sk: po {0}
sr_cyrl: за {0}

source: Automatic media download
cs: Automatické stahování médií
he: הורדת מדיה אוטומטית
hr: Automatsko preuzimanje medija
hu: Automatikus médialetöltés
nb: Automatisk nedlasting av mediefiler
sk: Automatické sťahovanie médií
sr_cyrl: Аутоматско преузимање медија

source: Automatic Translation
cs: Automatický překlad
he: תרגום אוטומטי
hr: Automatski prijevod
hu: Automatikus fordítás
nb: Automatisk oversettelse
sk: Automatický preklad
sr_cyrl: Аутоматски превод

# AutoNightAutomatic
source: Automatic
cs: Automatický
he: אוטומטי
hr: Automatski
hu: Automatikus
nb: Automatisk
sk: Automatický
sr_cyrl: Аутоматско

# AutoNightDisabled
source: Disabled
cs: Vypnutý
he: מושבת
hr: Isključeno
hu: Letiltva
nb: Deaktivert
sk: Vypnutý
sr_cyrl: Онемогућено

# AutoNightFrom
source: From
cs: Od
he: משעה
hr: Od
hu: Kezdete:
nb: Fra
sk: Od
sr_cyrl: Од
